var myPoints = [
  { type: "start", country: "ru", lat: 57.293493, lng: 47.878047, title: "10.06.2026", desc: "Начало нового велопутешествия." },
  { day: "1", lat: 56.941767, lng: 47.879413, title: "10.06.2026", dist: 43.84, desc: "Палатка", link: "2026_06_10.gpx", vk: "" },
  { day: "2", lat: 56.13679, lng: 48.329364, title: "11.06.2026", dist: 105.84, desc: "Палатка. Записал два трека, т.к. в одном месте были потеряны спутники.", link: ["2026_06_11_1.gpx", "2026_06_11_2.gpx"], vk: "" },
  { day: "3", lat: 55.835543, lng: 48.958946, title: "12.06.2026", dist: 71.03, desc: "Палатка", link: "2026_06_12.gpx", vk: "" },
  { day: "4", lat: 55.378927, lng: 49.935949, title: "13.06.2026", dist: 90.82, desc: "Палатка", link: "2026_06_13.gpx", vk: "https://vk.ru/wall-171082824_1689" },
  { day: "5", lat: 55.408386, lng: 50.891459, title: "14.06.2026", dist: 73.41, desc: "Палатка", link: "2026_06_14.gpx", vk: "" },
  
 
];
