var myPoints = [
  { type: "start", country: "ru", lat: 57.293493, lng: 47.878047, title: "10.06.2026", desc: "Начало нового велопутешествия." },
  { day: "1", lat: 56.941767, lng: 47.879413, title: "10.06.2026", dist: 43.84, desc: "Палатка", link: "2026_06_10.gpx", vk: "" },
  { day: "2", lat: 56.13679, lng: 48.329364, title: "11.06.2026", dist: 105.84, desc: "Палатка. Записал два трека, т.к. в одном месте были потеряны спутники.", link: ["2026_06_11_1.gpx", "2026_06_11_2.gpx"], vk: "" },
  { day: "3", lat: 55.835543, lng: 48.958946, title: "12.06.2026", dist: 71.03, desc: "Палатка", link: "2026_06_12.gpx", vk: "" },
  { day: "4", lat: 55.378927, lng: 49.935949, title: "13.06.2026", dist: 90.82, desc: "Палатка", link: "2026_06_13.gpx", vk: "https://vk.ru/wall-171082824_1689" },
  { day: "5", lat: 55.408386, lng: 50.891459, title: "14.06.2026", dist: 73.41, desc: "Палатка", link: "2026_06_14.gpx", vk: "https://vk.ru/wall-171082824_1701" },
  { day: "6", lat: 55.334897, lng: 51.974385, title: "15.06.2026", dist: 84.8, desc: "Палатка", link: "2026_06_15.gpx", vk: "https://vk.ru/wall-171082824_1707" },
  { day: "7", lat: 55.03461, lng: 52.596007, title: "16.06.2026", dist: 73.64, desc: "Палатка", link: "2026_06_16.gpx", vk: "https://vk.ru/wall-171082824_1717" },
  { day: "8", lat: 54.567398, lng: 53.313827, title: "17.06.2026", dist: 80.74, desc: "Палатка", link: "2026_06_17.gpx", vk: "https://vk.ru/wall-171082824_1727" },
  { day: "9", lat: 54.315974, lng: 54.052613, title: "18.06.2026", dist: 74.22, desc: "Палатка", link: "2026_06_18.gpx", vk: "https://vk.ru/wall-171082824_1733" },
  { day: "10-11", lat: 53.762568, lng: 54.743842, title: "19.06.2026-20.06.2026", dist: 92.39, desc: "Палатка", link: "2026_06_19.gpx", vk: "https://vk.ru/wall-171082824_1737" },
  { day: "12", lat: 53.257223, lng: 55.540426, title: "21.06.2026", dist: 92.74, desc: "Палатка", link: "2026_06_21.gpx", vk: "https://vk.ru/wall-171082824_1738" },
  { day: "13", lat: 52.837705, lng: 55.925995, title: "22.06.2026", dist: 73.20, desc: "Палатка", link: "2026_06_22.gpx", vk: "https://vk.ru/wall-171082824_1741" },
  { day: "14", lat: 52.84184, lng: 55.917835, title: "23.06.2026", dist: 1.50, desc: "Гостиница", link: "", vk: "https://vk.ru/wall-171082824_1748" },

 
];
