var myPoints = [
  {
    lat: 55.7512,
    lng: 37.6184,
    title: "Старт маршрута",
    desc: "Выехал из Москвы. Погода +25.",
    link: "1.gpx",                         // Кнопка "Трек" будет
    vk: "https://vk.com/mieszko_travel"     // Кнопка "VK" будет
  },
  {
    lat: 55.8500,
    lng: 38.4500,
    title: "День без трека",
    desc: "Забыл включить навигатор, но сделал пост.",
    link: "",                              // Кнопки "Трек" НЕ будет
    vk: "https://vk.com/wall12345_679"     // Кнопка "VK" будет
  },
  {
    lat: 56.1000,
    lng: 39.2000,
    title: "День без ВК",
    desc: "Проехал много, нет связи для поста.",
    link: "3.gpx",                         // Кнопка "Трек" будет
    vk: ""                                 // Кнопки "VK" НЕ будет
  }
];
