var points2024 = [
  { day: "1", lat: 56.941885, lng: 47.876822, title: "01.07.2024", desc: "Палатка", link: "", vk: "https://vk.com/wall-171082824_1252" },
  { day: "2", lat: 56.397398, lng: 47.787415, title: "02.07.2024", desc: "Палатка", link: "", vk: "" },
  { day: "3-4", lat: 56.192784, lng: 47.703023, title: "03.07.2024-04.07.2024", desc: "Палатка. Отдых два дня на реке Большая Кокшага", link: "", vk: "" },
  { day: "5", lat: 55.819087, lng: 47.446907, title: "05.07.2024", desc: "Палатка", link: "", vk: "" },
  { day: "6", lat: 55.417292, lng: 47.524427, title: "06.07.2024", desc: "Палатка", link: "", vk: "" },
  { day: "7", lat: 55.417292, lng: 47.524427, title: "02.07.2024", desc: "Палатка", link: "", vk: "https://vk.com/wall-171082824_1252" },
];

