// ВАЖНО: Название переменной должно быть уникальным для каждого года!
var points2018 = [
  {
    day: "1",
    lat: 57.5025, // Координаты Яранска
    lng: 47.8922,
    title: "Старт: Яранск",
    desc: "Начало путешествия в Паттайю!",
    link: "2018/2018.gpx", // Путь к файлу трека внутри папки archive
    vk: "" 
  },
  {
    day: "150",
    lat: 12.9236, // Координаты Паттайи
    lng: 100.8824,
    title: "Финиш: Паттайя",
    desc: "Мы это сделали!",
    link: "2018/2018.gpx",
    vk: ""
  }
];
